[
  "100. \"Picasso had a saying. He said 'Good artists copy, great artists steal.' And we have always been shameless about stealing great ideas.\"",
  "99. \"I think it's brought the world a lot closer together, and will continue to do that. There are downsides to everything; there are unintended consequences to everything. The most corrosive piece of technology that I've ever seen is called television - but then, again, television, at its best, is magnificent.\"",
  "98. \"Now when we see new things or opportunities, we can seize them. In fact, we have already seized a few, like desktop movies, wireless networking, and iTools. A creative period like this lasts only maybe a decade, but it can be a golden decade if we manage it properly.\"",
  "97. \"See, one of the things you have to remember is that we started off with a very idealistic perspective-that doing something with the highest quality, doing it right the first time, would really be cheaper than having to go back and do it again. Ideas like that.\"",
  "96. \"I make 50 cents for showing up ... and the other 50 cents is based on my performance.\"",
  "95. \"We had the hardware expertise, the industrial design expertise and the software expertise, including iTunes. One of the biggest insights we have was that we decided not to try to manage your music library on the iPod, but to manage it in iTunes. Other companies tried to do everything on the device itself and made it so complicated that it was useless.\"",
  "94. \"We had a fundamental belief that doing it right the first time was going to be easier than having to go back and fix it. And I cannot say strongly enough that the repercussions of that attitude are staggering. I\\'ve seen them again and again throughout my business life.\"",
  "93. \"Making an insanely great product has a lot to do with the process of making the product, how you learn things and adopt new ideas and throw out old ideas. But, yeah, the people who made Mac are sort of on the edge.\"",
  "92. \"We did iTunes because we all love music. We made what we thought was the best jukebox in iTunes. Then we all wanted to carry our whole music libraries around with us. The team worked really hard. And the reason that they worked so hard is because we all wanted one. You know? I mean,the first few hundred customers were us.\"",
  "91. \"The people who built Silicon Valley were engineers. They learned business, they learned a lot of different things, but they had a real belief that humans, if they worked hard with other creative, smart people, could solve most of humankind\\'s problems. I believe that very much.\"",
  "90. \"My model for business is The Beatles. They were four guys who kept each other's kind of negative tendencies in check. They balanced each other and the total was greater than the sum of the parts. That's how I see business: great things in business are never done by one person, they're done by a team of people.\"",
  "89. \"That's why I dropped the 'interim' from my title. I'm still called iCEO, though, because I think it's cool.\"",
  "88. \"This is the nicest corporate cafe I've ever seen. When we got here this was dog food. There was this company called Guggeinheim that it was farmed out to and it was just shit. And finally we fired them and got this friend of mine who runs Il Fourniao restaurant to come and he did everything and now it's great.\"",
  "87. \"Woz (Steve Wozniak) and I started Apple in my parents\\' garage when I was 20. We worked hard, and in 10 years Apple had grown from just the two of us in a garage into a $2 billion company with over 4,000 employees.\"",
  "86. \"I used to say that Apple should be the Sony of this business, but in reality, I think Apple should be the Apple of this business.\"",
  "85. \"Companies, as they grow to become multibillion-dollar entities, somehow lose their vision. They insert lots of layers of middle management between the people running the company and the people doing the work. They no longer have an inherent feel or a passion about the products. The creative people, who are the ones who care passionately, have to persuade five layers of management to do what they know is the right thing to do.\"",
  "84. \"We do no market research. We don't hire consultants. The only consultants I've ever hired in my 10 years is one firm to analyze Gateway's retail strategy so I would not make some of the same mistakes they made [when launching Apple's retail stores]. But we never hire consultants, per se. We just want to make great products.\"",
  "83. \"The subscription model of buying music is bankrupt. I think you could make available the Second Coming in a subscription model and it might not be successful.\"",
  "82. \"The amount of time you spend shopping and preparing and eating food is enormous. The amount of energy your body spends digesting the food in many cases exceeds the energy we get from the food.\"",
  "81. \"If there was ever a product that catalyzed what's Apple's reason for being, it's this. Because it combines Apple's incredible technology base with Apple's legendary ease of use with Apple's awesome design... it's like, this is what we do. So if anybody was ever wondering why is Apple on the earth, I would hold this up as a good example.\"",
  "80. \"You just make the best product you can, and you don't put it out until you feel it's right. But no matter what you think intellectually, your heart is beating pretty fast right before people see what you've produced.\"",
  "79. \"Software is what will distinguish products in the next 10 years. And I think the technology for software is just starting to come into its own.\"",
  "78. \"When you first start off trying to solve a problem, the first solutions you come up with are very complex, and most people stop there. But if you keep going, and live with the problem and peel more layers of the onion off, you can oftentimes arrive at some very elegant and simple solutions. Most people just don\\'t put in the time or energy to get there. We believe that customers are smart, and want objects which are well thought through.\"",
  "77. \"Creativity is just connecting things. When you ask creative people how they did something, they feel a little guilty because they didn\\'t really do it, they just saw something. It seemed obvious to them after a while.\"",
  "76. \"It's in Apple's DNA that technology alone is not enough -- it's technology married with liberal arts, married with the humanities, that yields us the result that makes our heart sing, and nowhere is that more true than in these post-PC devices.\"",
  "75. \"I have a great respect for incremental improvement, and I've done that sort of thing in my life, but I've always been attracted to the more revolutionary changes. Because they're harder. They're much more stressful emotionally. And you usually go through a period where everybody tells you that you've completely failed.\"",
  "74. \"I wish developing great products was as easy as writing a check. If that was the case, Microsoft would have great products.\"",
  "73. \"There are lots of examples where not the best product wins. Windows would be one of those, but there are examples where the best product wins. And the iPod is a great example of that.\"",
  "72. \"Good PR educates people; that's all it is. You can't con people in this business. The products speak for themselves.\"",
  "71. \"Somebody once told me, 'Manage the top line, and the bottom line will follow.' What's the top line? It's things like, why are we doing this in the first place? What's our strategy? What are customers saying? How responsive are we? Do we have the best products and the best people? Those are the kind of questions you have to focus on.\"",
  "70. \"It's not about charisma and personality, it's about results and products and those very bedrock things that are why people at Apple and outside of Apple are getting more excited about the company and what Apple stands for and what its potential is to contribute to the industry.\"",
  "69. \"I\\'ve always thought it would be really wonderful to have a little box, a sort of slate that you could carry along with you\"",
  "68. \"\"Microsoft has had two goals in the last 10 years. One was to copy the Mac, and the other was to copy Lotus' success in the spreadsheet - basically, the applications business. And over the course of the last 10 years, Microsoft accomplished both of those goals. And now they are completely lost. They were able to copy the Mac because the Mac was frozen in time. The Mac didn't change much for the last 10 years. It changed maybe 10 percent. It was a sitting duck. It's amazing that it took Microsoft 10 years to copy something that was a sitting duck.\"\"",
  "67. \"John Sculley ruined Apple and he ruined it by bringing a set of values to the top of Apple which were corrupt and corrupted some of the top people who were there, drove out some of the ones who were not corruptible, and brought in more corrupt ones and paid themselves collectively tens of millions of dollars and cared more about their own glory and wealth than they didabout what built Apple in the first place - which was making great computers for people to use.\"",
  "66. \"A lot of companies have chosen to downsize, and maybe that was the right thing for them. We chose a different path. Our belief was that if we kept putting great products in front of customers, they would continue to open their wallets.\"",
  "65. \"It's kind of like watching the gladiator going into the arena and saying, 'Here it is.' It's really perceived as Apple's do or die. And it goes even deeper... If we don't do this, nobody can stop IBM.\"",
  "64. \"Every once in a while a revolutionary product comes along that changes everything. It's very fortunate if you can work on just one of these in your career. Apple's been very fortunate in that it's introduced a few of these.\"",
  "63. \"[Design is] not just what it looks like and feels like. Design is how it works.\"",
  "62. \"The system is that there is no system. That doesn't mean we don't have process. Apple is a very disciplined company, and we have great processes. But that's not what it's about. Process makes you more efficient.\"",
  "61. \"\"The desktop computer industry is dead. Innovation has virtually ceased. Microsoft dominates with very little innovation. That's over. Apple lost. The desktop market has entered the dark ages, and it's going to be in the dark ages for the next 10 years, or certainly for the rest of this decade.\"\"",
  "60. \"When I was growing up, a guy across the street had a Volkswagen Bug. He really wanted to make it into a Porsche. He spent all his spare money and time accessorizing this VW, making it look and sound loud. By the time he was done, he did not have a Porsche. He had a loud, ugly VW.\"",
  "59. \"If, for some reason, we make some big mistake and IBM wins, my personal feeling is that we are going to enter a computer Dark Ages for about twenty years.\"",
  "58. \"When we laid some people off at Apple a year ago, or when I have to take people out of their jobs, it's harder for me now. Much harder. I do it because that's my job. But when I look at people when this happens, I also think of them as being 5 years old. And I think that person could be me coming home to tell my wife and kids that I just got laid off. Or that could be one of my kids in 20 years. I never took it so personally before. Life is short, and we're all going to die really soon. It's true, you know.\"",
  "57. \"Much of what I stumbled into by following my curiosity and intuition turned out to be priceless later on.\"",
  "56. \"I\\'m just a guy who probably should have been a semi-talented poet on the Left Bank. I sort of got sidetracked here.\"",
  "55. \"You've baked a really lovely cake, but then you've used dog shit for frosting.\"",
  "54. \"I mean, some people say, 'Oh, God, if [Jobs] got run over by a bus, Apple would be in trouble.' And, you know, I think it wouldn't be a party, but there are really capable people at Apple. My job is to make the whole executive team good enough to be successors, so that's what I try to do.\"",
  "53. \"The Mac team was an attempt to build a whole team like that, A players. People said they wouldn't get along, they'd hate working with each other. But I realized that A players like to work with A players, they just didn't like working with C players.\"",
  "52. \"It's more than publishing. It's commerce. People are going to stop goingto a lot of stores. And they're going to buy stuff over the Web!\"",
  "51. \"We don't believe it's possible to protect digital content ... What's new is this amazingly efficient distribution system for stolen property called the Internet - and no one's gonna shut down the Internet. And it only takes one stolen copy to be on the Internet. And the way we expressed it to them is: Pick one lock - open every door. It only takes one person to pick a lock. Worst case: Somebody just takes the analog outputs of their CD player and rerecords it - puts it on the Internet. You'll never stop that. So what you have to do is compete with it.\"",
  "50. \"There's an old Wayne Gretzky quote that I love. 'I skate to where the puck is going to be, not where it has been.' And we've always tried to do that at Apple. Since the very very beginning. And we always will.\"",
  "49. \"I\\'m convinced that to give away a dollar effectively is harder than to make a dollar.\"",
  "48. \"If I look at myself and ask, 'What am I best at and what do I enjoy most doing?' I think what I'm best at is creating sort of new innovative products.\"",
  "47. \"You\\'ve got to start with the customer experience and work back toward the technology - not the other way around.\"",
  "46. \"Software is the user experience. As the iPod and iTunes prove, it has become the driving technology not just of computers but of consumer electronics\".",
  "45. \"They are shamelessly trying to copy us. I think the most telling thing is that Tiger will ship at the end of the month and Longhorn is still two years out. They can\\'t even copy fast.\"",
  "44. \"There are sneakers that cost more than an iPod.\"",
  "43. \"Being the richest man in the cemetery doesn't matter to me ... Going to bed at night saying we've done something wonderful... that's what matters to me.\"",
  "42. \"I am saddened, not by Microsoft's success - I have no problem with their success. They've earned their success, for the most part. I have a problem with the fact that they just make really third-rate products.\"",
  "41. \"I\\'m a big believer in boredom. Boredom allows one to indulge in curiosity and out of curiosity comes everything. All the [technology] stuff is wonderful, but having nothing to do can be wonderful, too.\"",
  "40. \"I don\\'t think that my role in life is to run big organizations and do incremental improvements.\"",
  "39. \"Woz and I very much liked Bob Dylan\\'s poetry, and we spent a lot of time thinking about a lot of that stuff. This was California. You could get LSD fresh made from Stanford. You could sleep on the beach at night with your girlfriend. California has a sense of experimentation and a sense of openness-openness to new possibilities.\"",
  "38. \"Getting fired from Apple was the best thing that could have ever happened to me. The heaviness of being successful was replaced by the lightness of being a beginner again, less sure about everything. It freed me to enter one of the most creative periods of my life.\"",
  "37. \"I end up not buying a lot of things. Because I find them ridiculous.\"",
  "36. \"My job is to not be easy on people. My job is to make them better. My job is to pull things together from different parts of the company and clear the ways and get the resources for the key projects. And to take these great people we have and to push them and make them even better, coming up with more aggressive visions of how it could be.\"",
  "35. \"That's been one of my mantras -- focus and simplicity. Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it's worth it in the end, because once you get there, you can move mountains.\"",
  "34. \"I have a very simple life. I have my family and I have Apple and Pixar. And I don\\'t do much else.\"",
  "33. \"If anybody\\'s going to make our products obsolete, I want it to be us.\"",
  "32. \"In the broadest context, the goal  is to seek enlightenment - however you define it.\"",
  "31. \"But then, the rewarding thing isn't merely to start a company or to take it public. It's like when you're a parent. Although the birth experience is a miracle, what's truly rewarding is living with your child and helping him grow up.\"",
  "30. \"I don\\'t want to see us descend into a nation of bloggers. I think we need editorial oversight now more than ever. Anything we can do to help newspapers find new ways of expression that will help them get paid, I am all for.\"",
  "29. \"You know, I've got a plan that could rescue Apple. I can't say any more than that it's the perfect product and the perfect strategy for Apple. But nobody there will listen to me.\"",
  "28. \"Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them. It's not the tools that you have faith in - tools are just tools. They work, or they don't work. It's people you have faith in or not.\"",
  "27. \"I will spend my last dying breath if I need to, and I will spend every penny of Apple's $40 billion in the bank, to right this wrong. I'm going to destroy Android because it's a stolen product. I'm willing to go thermonuclear war on this.\"",
  "26. \"When you're a carpenter making a beautiful chest of drawers, you're not going to use a piece of plywood on the back, even though it faces the wall and nobody will ever see it. You'll know it's there, so you're going to use a beautiful piece of wood on the back. For you to sleep well at night, the aesthetic, the quality, has to be carried all the way through.\"",
  "25. \"You know, my main reaction to this money thing is that it's humorous, all the attention to it, because it's hardly the most insightful or valuable thing that's happened to me.\"",
  "24. \"For the past 33 years, I have looked in the mirror every morning and asked myself: \"If today were the last day of my life, would I want to do what I am about to do today?\"  And whenever the answer has been \"No\" for too many days in a row, I know I need to change something.\"",
  "23. \"Sometimes I believe in God, sometimes I don't. I think it's 50-50 maybe. But ever since I've had cancer, I've been thinking about it more. And I find myself believing a bit more. I kind of – maybe it's 'cause I want to believe in an afterlife. That when you die, it doesn't just all disappear. The wisdom you've accumulated. Somehow it lives on, but sometimes I think it's just like an on-off switch. Click and you're gone. And that's why I don't like putting on-off switches on Apple devices.\"",
  "22. \"We're always thinking about new markets we could enter, but it's only by saying no that you can concentrate on the things that are really important.\"",
  "21. \"I would trade all of my technology for an afternoon with Socrates.\"",
  "20. \"We don't get a chance to do that many things, and every one should be really excellent. Because this is our life. Life is brief, and then you die, you know? So this is what we've chosen to do with our life. We could be sitting in a monastery somewhere in Japan.\"",
  "19. \"Innovation has nothing to do with how many R&amp;D dollars you have. When Apple came up with the Mac, IBM was spending at least 100 times more on R&amp;D. It's not about money. It's about the people you have, how you're led, and how much you get it.\"",
  "18. \"I wish [Bill Gates] the best, I really do. I just think he and Microsoft are a bit narrow. He'd be a broader guy if he had dropped acid once or gone off to an ashram when he was younger.\"",
  "17. \"We made the buttons on the screen look so good you\\'ll want to lick them.\"",
  "16. \"Because I\\'m the CEO, and I think it can be done.\"",
  "15. \"What a computer is to me is it's the most remarkable tool that we have ever come up with. It's the equivalent of a bicycle for our minds.\"",
  "14. \"I'm brutally honest, because the price of admission to being in the room with me is I get to tell you you're full of shit if you're full of shit, and you get to say to me I'm full of shit, and we have some rip-roaring fights. And that keeps the B players, the bozos, from larding the organization, only the A players survive. And the people who do survive, say, 'Yeah, he was rough.' They say things even worse than 'He cut in line in front of me,' but they say, 'This was the greatest ride I've ever had, and I would not give it up for anything.\"",
  "13. \"The only problem with Microsoft is they just have no taste. They have absolutely no taste. And I don't mean that in a small way, I mean that in a big way, in the sense that they don't think of original ideas, and they don't bring much culture into their products.\"",
  "12. \"You can't just ask customers what they want and then try to give that to them. By the time you get it built, they'll want something new.\"",
  "11. \"I think if you do something and it turns out pretty good, then you should go do something else wonderful, not dwell on it for too long. Just figure out what\\'s next.\"",
  "10. \"I'm the only person I know that's lost a quarter of a billion dollars in one year.... It's very character-building.\"",
  "9. \"Quality is more important than quantity. One home run is much better than two doubles.\"",
  "8. \"I was worth about over a million dollars when I was 23 and over ten million dollars when I was 24, and over a hundred million dollars when I was 25 and... it wasn\\'t that important - because I never did it for the money.\"",
  "7. \"We don't get a chance to do that many things, and every one should be really excellent. Because this is our life. Life is brief, and then you die, you know? And we've all chosen to do this with our lives. So it better be damn good. It better be worth it.\"",
  "6. \"When you're young, you look at television and think, There's a conspiracy. The networks have conspired to dumb us down. But when you get a little older, you realize that's not true. The networks are in business to give people exactly what they want. That's a far more depressing thought. Conspiracy is optimistic! You can shoot the bastards! We can have a revolution! But the networks are really in business to give people what they want. It's the truth.\"\"",
  "5. \"Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.\"",
  "4. \"It's more fun to be a pirate than join the Navy.\"",
  "3. \"Your time is limited, so don't waste it living someone else's life.\"",
  "2. \"When you grow up you tend to get told the world is the way it is and you\\'re life is just to live your life inside the world. Try not to bash into the walls too much. Try to have a nice family, have fun, save a little money. \"That\\'s a very limited life. Life can be much broader once you discover one simple fact: Everything around you that you call life was made up by people that were no smarter than you and you can change it, you can influence it, you can build your own things that other people can use. \"Once you learn that, you\\'ll never be the same again.\"",
  "1. \"Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything -- all external expectations, all pride, all fear of embarrassment or failure -- these things just fall away in the face of death, leaving only what is truly important. Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart. ... Stay hungry. Stay foolish.\""
]
